tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "nextfire/tap"
brew "autojump"
brew "bash"
brew "glib"
brew "cgdb"
brew "cocoapods"
brew "cscope"
brew "ctags"
brew "docker", link: false
brew "gmp"
brew "guile"
brew "gnutls"
brew "emacs"
brew "imlib2"
brew "feh"
brew "mesa"
brew "freeglut"
brew "gallery-dl"
brew "gcc"
brew "gdb"
brew "geckodriver"
brew "glew"
brew "glfw"
brew "harfbuzz"
brew "hugo"
brew "libusbmuxd"
brew "libxml2"
brew "python@3.8"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "openjdk"
brew "kotlin"
brew "maven"
brew "neovim"
brew "node"
brew "perl"
brew "qemu"
brew "sl"
brew "spotify-tui"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "khanhas/tap/spicetify-cli"
brew "nextfire/tap/apple-music-discord-rpc"
cask "alfred"
cask "alt-tab"
cask "docker"
cask "iterm2"
cask "mactex-no-gui"
cask "sublime-text"
